Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: This message and all messages after it will be deleted. This cannot be undone.
de: Diese Nachricht und alle nachfolgenden Nachrichten werden gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Este mensaje y todos los posteriores se eliminarán. Esta acción no se puede deshacer.
fil: Tatanggalin ang mensaheng ito at lahat ng kasunod nito. Hindi na ito maibabalik.
fr: Ce message et tous les messages suivants seront supprimés. Cette action est irréversible.
hr: Ova poruka i sve poruke nakon nje bit će obrisane. Ovo se ne može poništiti.
id: Pesan ini dan semua pesan setelahnya akan dihapus. Tindakan ini tidak dapat dibatalkan.
ja: このメッセージとそれ以降のすべてのメッセージが削除されます。この操作は取り消せません。
ko: 이 메시지와 이후의 모든 메시지가 삭제됩니다. 이 작업은 취소할 수 없습니다.
ms: Mesej ini dan semua mesej selepasnya akan dipadam. Ini tidak boleh dibatalkan.
pl: Ta wiadomość i wszystkie następne zostaną usunięte. Tej operacji nie można cofnąć.
pt_br: Esta mensagem e todas as posteriores serão excluídas. Isso não pode ser desfeito.
ro: Acest mesaj și toate mesajele de după el vor fi șterse. Acțiunea nu poate fi anulată.
ru: Это сообщение и все последующие сообщения будут удалены. Отменить это действие нельзя.
th: ข้อความนี้และข้อความทั้งหมดหลังจากนี้จะถูกลบ การกระทำนี้ย้อนกลับไม่ได้
tr: Bu mesaj ve sonrasındaki tüm mesajlar silinecek. Bu işlem geri alınamaz.
zh_hans: 这条消息及其之后的所有消息都将被删除，此操作无法撤销。
zh_hant: 這則訊息及其之後的所有訊息都將被刪除，此操作無法復原。

source: This removes the record from this list. The backup files already saved to your destinations are not deleted.
de: Dies entfernt den Datensatz aus dieser Liste. Die bereits an deinen Zielen gespeicherten Sicherungsdateien werden nicht gelöscht.
es: Esto quita el registro de esta lista. Los archivos de copia de seguridad ya guardados en tus destinos no se eliminan.
fil: Inaalis nito ang record sa listahang ito. Hindi tinatanggal ang mga backup file na naka-save na sa mga destinasyon mo.
fr: Ceci retire l'entrée de cette liste. Les fichiers de sauvegarde déjà enregistrés sur vos destinations ne sont pas supprimés.
hr: Ovo uklanja zapis s ovog popisa. Datoteke sigurnosnih kopija već spremljene na vaša odredišta neće biti obrisane.
id: Ini menghapus catatan dari daftar ini. File cadangan yang sudah tersimpan di tujuan Anda tidak dihapus.
ja: この記録がリストから削除されます。保存先にすでに保存されているバックアップファイルは削除されません。
ko: 이 기록이 목록에서 제거됩니다. 대상에 이미 저장된 백업 파일은 삭제되지 않습니다.
ms: Ini membuang rekod dari senarai ini. File sandaran yang telah disimpan ke destinasi anda tidak dipadam.
pl: Usuwa rekord wyłącznie z tej listy. Pliki kopii zapisane już w miejscach docelowych nie zostaną usunięte.
pt_br: Isso remove o registro apenas desta lista. Os arquivos de backup já salvos nos seus destinos não são excluídos.
ro: Se elimină înregistrarea doar din această listă. Fișierele de rezervă deja salvate la destinațiile tale nu sunt șterse.
ru: Это удалит запись из списка. Файлы копий, уже сохранённые в ваших назначениях, не удаляются.
th: การกระทำนี้จะนำระเบียนออกจากรายการนี้ ไฟล์ข้อมูลสำรองที่บันทึกไว้ที่ปลายทางแล้วจะไม่ถูกลบ
tr: Bu işlem kaydı yalnızca bu listeden kaldırır. Hedeflerinize kaydedilmiş yedek dosyaları silinmez.
zh_hans: 仅从列表中移除此记录。已保存到目的地的备份文件不会被删除。
zh_hant: 這只會把記錄從清單中移除，已儲存在目的地的備份檔案不會被刪除。

source: Toggles reading replies aloud
de: Schaltet das Vorlesen von Antworten um
es: Activa o desactiva la lectura de las respuestas en voz alta
fil: Nagto-toggle ng pagbasa ng sagot nang malakas
fr: Active ou désactive la lecture des réponses
hr: Uključuje ili isključuje čitanje odgovora naglas
id: Mengalihkan pembacaan balasan
ja: 返信の読み上げを切り替えます
ko: 답장 읽어주기를 전환합니다
ms: Menogol pembacaan balasan
pl: Włącza lub wyłącza czytanie odpowiedzi na głos
pt_br: Ativa ou desativa a leitura das respostas em voz alta
ro: Comută citirea răspunsurilor cu voce tare
ru: Включает или выключает чтение ответов вслух
th: สลับการอ่านคำตอบออกเสียง
tr: Yanıtları sesli okumayı açar/kapatır
zh_hans: 切换朗读回复
zh_hant: 切換朗讀回覆

source: Tool
de: Werkzeug
es: Herramienta
fr: Outil
hr: Alat
ja: ツール
ko: 도구
zh_hans: 工具
zh_hant: 工具

source: Total size
de: Gesamtgröße
es: Tamaño total
fil: Kabuuang laki
fr: Taille totale
hr: Ukupna veličina
id: Ukuran total
ja: 合計サイズ
ko: 전체 크기
ms: Jumlah saiz
pl: Rozmiar łączny
pt_br: Tamanho total
ro: Dimensiune totală
ru: Общий размер
th: ขนาดรวม
tr: Toplam boyut
zh_hans: 总大小
zh_hant: 總大小

source: Try dragging text into the chat to send it
de: Text in den Chat ziehen, um ihn zu senden
es: Arrastra texto al chat para enviarlo
fil: Subukang i-drag ang text sa chat para ipadala ito
fr: Faites glisser du texte dans la discussion pour l'envoyer
hr: Pokušajte povući tekst u razgovor da biste ga poslali
id: Coba seret teks ke obrolan untuk mengirimnya
ja: テキストをチャットにドラッグして送信できます
ko: 텍스트를 채팅 창으로 끌어다 놓아 전송하세요
ms: Cuba seret teks ke sembang untuk menghantarnya
pl: Przeciągnij tekst do czatu, aby wysłać
pt_br: Arraste um texto para a conversa e envie
ro: Trage textul în conversație ca să-l trimiți
ru: Перетащите текст в чат, чтобы отправить
th: ลองลากข้อความเข้าไปในแชทเพื่อส่ง
tr: Metni sohbete sürükleyip gönderin
zh_hans: 试试拖动文本到聊天窗口以发送消息
zh_hant: 試試拖曳文字到聊天視窗以傳送訊息

source: Turn
de: Runde
es: Turno
fr: Tour
hr: Potez
ja: ターン
ko: 턴
zh_hans: 轮次
zh_hant: 輪次

source: Turns
de: Runden
es: Turnos
fr: Tours
hr: Potezi
ja: ターン
ko: 턴
zh_hans: 轮次
zh_hant: 輪次

source: Type / for SKILLs and quick commands
de: / eingeben für SKILLs und Schnellbefehle
es: Escribe / para SKILLs y comandos rápidos
fil: I-type ang / para sa mga SKILL at mabilisang command
fr: Tapez / pour les SKILLs et commandes rapides
hr: Upišite / za VJEŠTINE i brze naredbe
id: Ketik / untuk SKILL dan perintah cepat
ja: / を入力して SKILL とクイックコマンドを呼び出す
ko: /를 입력해 SKILL과 빠른 명령 실행
ms: Taip / untuk SKILL dan perintah pantas
pl: Wpisz / dla umiejętności i poleceń
pt_br: Digite / para SKILLs e comandos
ro: Scrie / pentru SKILL și comenzi
ru: Введите /, чтобы вызвать SKILL и быстрые команды
th: พิมพ์ / เพื่อใช้ SKILL และคำสั่งด่วน
tr: SKILL ve hızlı komutlar için / yazın
zh_hans: 输入 / 唤起 SKILL 与快捷命令
zh_hant: 輸入 / 喚起 SKILL 與快捷命令

source: Try @ to mention files for %@ to read
de: Mit @ Dateien erwähnen, damit %@ sie liest
es: Usa @ para mencionar archivos y que %@ los lea
fil: Subukan ang @ para banggitin ang mga file na babasahin ni %@
fr: Utilisez @ pour mentionner des fichiers à lire par %@
hr: Upotrijebite @ da biste spomenuli datoteke koje će %@ pročitati
id: Coba @ untuk menyebut file yang dibaca %@
ja: @ でファイルを参照すると %@ が読み取ります
ko: @로 파일을 참조하면 %@가 내용을 읽습니다
ms: Cuba @ untuk sebut file yang dibaca %@
pl: Użyj @, aby wskazać pliki do odczytu przez: %@
pt_br: Use @ para mencionar arquivos que %@ deve ler
ro: Folosește @ pentru a menționa fișiere pe care să le citească: %@
ru: Используйте @, чтобы %@ прочитал файлы
th: ลองใช้ @ เพื่ออ้างถึงไฟล์ให้ %@ อ่าน
tr: Okuması için dosya belirtmek üzere @ deneyin: %@
zh_hans: 试试 @ 提及文件，让 %@ 读取内容
zh_hant: 試試 @ 提及檔案，讓 %@ 讀取內容

source: Type a folder path to jump straight to it, including one outside the starting directory.
de: Gib einen Ordnerpfad ein, um direkt dorthin zu springen — auch außerhalb des Startverzeichnisses.
es: Escribe la ruta de una carpeta para ir directamente a ella, incluso si está fuera del directorio inicial.
fil: Mag-type ng folder path para diretsong pumunta doon, kahit nasa labas ng panimulang directory.
fr: Saisissez un chemin de dossier pour y accéder directement, même en dehors du répertoire de départ.
hr: Upišite putanju mape da biste odmah skočili na nju, uključujući i onu izvan početnog direktorija.
id: Ketik jalur folder untuk langsung menuju ke sana, termasuk yang di luar direktori awal.
ja: フォルダのパスを入力すると直接移動できます。開始ディレクトリの外も指定できます。
ko: 폴더 경로를 입력하면 바로 이동합니다. 시작 디렉터리 밖도 지정할 수 있습니다.
ms: Taip laluan folder untuk terus ke sana, termasuk yang di luar direktori permulaan.
pl: Wpisz ścieżkę folderu, aby przejść do niego od razu — także poza katalogiem początkowym.
pt_br: Digite o caminho de uma pasta para ir direto a ela, inclusive fora do diretório inicial.
ro: Scrie calea unui dosar pentru a ajunge direct acolo, chiar și în afara directorului de pornire.
ru: Введите путь к папке, чтобы перейти сразу к ней, в том числе за пределами начального каталога.
th: พิมพ์พาธโฟลเดอร์เพื่อไปที่นั่นโดยตรง รวมถึงพาธนอกไดเรกทอรีเริ่มต้น
tr: Doğrudan gitmek için bir klasör yolu yazın; başlangıç dizininin dışındaki yollar da olabilir.
zh_hans: 输入文件夹路径可直接跳转，也可填写起始目录之外的路径。
zh_hant: 輸入資料夾路徑可直接前往，起始目錄以外的位置也可以。

source: Up
de: Hoch
es: Arriba
fil: Pataas
fr: Haut
hr: Gore
id: Naik
ja: 上へ
ko: 위로
ms: Naik
pl: W górę
pt_br: Cima
ro: Sus
ru: Вверх
th: ขึ้น
tr: Yukarı
zh_hans: 上一级
zh_hant: 上一層

source: Up One Level
de: Eine Ebene höher
es: Un nivel arriba
fil: Pataas ng Isang Antas
fr: Niveau supérieur
hr: Jednu razinu gore
id: Naik Satu Tingkat
ja: 1 つ上の階層へ
ko: 상위 폴더로
ms: Naik Satu Tahap
pl: Poziom wyżej
pt_br: Um nível acima
ro: Un nivel mai sus
ru: На уровень выше
th: ขึ้นหนึ่งระดับ
tr: Bir Üst Düzey
zh_hans: 返回上一级
zh_hant: 返回上一層

source: Upload to %@ failed — %@
de: Upload zu %@ fehlgeschlagen — %@
es: Falló la subida a %@ — %@
fil: Nabigo ang upload sa %@ — %@
fr: Échec de l'envoi vers %@ — %@
hr: Slanje na %@ neuspjelo — %@
id: Unggahan ke %@ gagal — %@
ja: %@ へのアップロードに失敗しました — %@
ko: %@(으)로 업로드하지 못했습니다 — %@
ms: Muat naik ke %@ gagal — %@
pl: Przesyłanie nie powiodło się: %@ — %@
pt_br: Falha ao enviar para %@ — %@
ro: Încărcarea a eșuat: %@ — %@
ru: Не удалось отправить в %@ — %@
th: อัปโหลดไปยัง %@ ล้มเหลว — %@
tr: Yükleme başarısız: %@ — %@
zh_hans: 上传到 %1$@ 失败 — %2$@
zh_hant: 上傳到 %@ 失敗 — %@

source: Uploaded to %@ — %@ in %@ · %@
de: Hochgeladen zu %@ — %@ in %@ · %@
es: Subido a %@ — %@ en %@ · %@
fil: Na-upload sa %@ — %@ sa %@ · %@
fr: Envoyé vers %@ — %@ en %@ · %@
hr: Poslano na %@ — %@ u %@ · %@
id: Diunggah ke %@ — %@ dalam %@ · %@
ja: %@ にアップロード済み — %@（%@）· %@
ko: %@(으)로 업로드됨 — %@ (%@) · %@
ms: Dimuat naik ke %@ — %@ dalam %@ · %@
pl: Przesłano do %@ — %@ w %@ · %@
pt_br: Enviado para %@ — %@ em %@ · %@
ro: Încărcat în %@ — %@ în %@ · %@
ru: Отправлено в %@ — %@ за %@ · %@
th: อัปโหลดไปยัง %@ แล้ว — %@ ใน %@ · %@
tr: Yüklendi: %@ — %@ / %@ içinde · %@
zh_hans: 已上传到 %1$@ — %2$@，耗时 %3$@ · %4$@
zh_hant: 已上傳到 %@ — %@（%@）· %@

source: Uploading to %@ — %@ of %@
de: Upload zu %@ — %@ von %@
es: Subiendo a %@ — %@ de %@
fil: Ina-upload sa %@ — %@ ng %@
fr: Envoi vers %@ — %@ sur %@
hr: Slanje na %@ — %@ od %@
id: Mengunggah ke %@ — %@ dari %@
ja: %@ にアップロード中 — %@ / %@
ko: %@(으)로 업로드 중 — %@ / %@
ms: Memuat naik ke %@ — %@ daripada %@
pl: Przesyłanie do %@ — %@ z %@
pt_br: Enviando para %@ — %@ de %@
ro: Se încarcă în %@ — %@ din %@
ru: Отправка в %@ — %@ из %@
th: กำลังอัปโหลดไปยัง %@ — %@ จาก %@
tr: Yükleniyor: %@ — %@ / %@
zh_hans: 正在上传到 %1$@ — %2$@ / %3$@
zh_hant: 上傳到 %@ — %@ / %@

source: Uploading to %@ — %@ of %@ · %@ · about %@ left
de: Upload zu %@ — %@ von %@ · %@ · noch etwa %@
es: Subiendo a %@ — %@ de %@ · %@ · quedan unos %@
fil: Ina-upload sa %@ — %@ ng %@ · %@ · mga %@ na lang
fr: Envoi vers %@ — %@ sur %@ · %@ · environ %@ restantes
hr: Slanje na %@ — %@ od %@ · %@ · preostalo približno %@
id: Mengunggah ke %@ — %@ dari %@ · %@ · sekitar %@ lagi
ja: %@ にアップロード中 — %@ / %@ · %@ · 残り約 %@
ko: %@(으)로 업로드 중 — %@ / %@ · %@ · 약 %@ 남음
ms: Memuat naik ke %@ — %@ daripada %@ · %@ · kira-kira %@ lagi
pl: Przesyłanie do %@ — %@ z %@ · %@ · pozostało około %@
pt_br: Enviando para %@ — %@ de %@ · %@ · cerca de %@ restantes
ro: Se încarcă în %@ — %@ din %@ · %@ · aproximativ %@ rămase
ru: Отправка в %@ — %@ из %@ · %@ · осталось около %@
th: กำลังอัปโหลดไปยัง %@ — %@ จาก %@ · %@ · เหลือประมาณ %@
tr: Yükleniyor: %@ — %@ / %@ · %@ · yaklaşık %@ kaldı
zh_hans: 正在上传到 %1$@ — %2$@ / %3$@ · %4$@ · 约剩 %5$@
zh_hant: 上傳到 %@ — %@ / %@ · %@ · 約剩 %@

source: Use Default
de: Standard verwenden
es: Usar predeterminado
fil: Gamitin ang Default
fr: Utiliser la valeur par défaut
hr: Koristi zadano
id: Gunakan Bawaan
ja: デフォルトを使用
ko: 기본값 사용
ms: Guna Lalai
pl: Użyj domyślnej
pt_br: Usar o padrão
ro: Folosește imaginea implicită
ru: Использовать по умолчанию
th: ใช้ค่าเริ่มต้น
tr: Varsayılanı Kullan
zh_hans: 使用默认
zh_hant: 使用預設

source: Used to identify this device in backup filenames and in the iCloud sync device list. Leave empty to use “%@”.
de: Dient zur Kennzeichnung dieses Geräts in Sicherungsdateinamen und in der iCloud-Sync-Geräteliste. Leer lassen, um „%@“ zu verwenden.
es: Se usa para identificar este dispositivo en los nombres de las copias y en la lista de dispositivos de iCloud. Déjalo vacío para usar “%@”.
fil: Ginagamit para makilala ang device na ito sa pangalan ng backup file at sa listahan ng device sa iCloud sync. Iwanang blangko para gamitin ang “%@”.
fr: Sert à identifier cet appareil dans les noms de fichiers de sauvegarde et dans la liste des appareils de la synchro iCloud. Laissez vide pour utiliser « %@ ».
hr: Koristi se za identifikaciju ovog uređaja u nazivima datoteka sigurnosnih kopija i na popisu uređaja iCloud sinkronizacije. Ostavite prazno da biste koristili “%@”.
id: Dipakai untuk mengenali perangkat ini dalam nama file cadangan dan daftar perangkat sinkronisasi iCloud. Kosongkan untuk memakai “%@”.
ja: バックアップのファイル名と iCloud 同期のデバイス一覧でこのデバイスを識別するために使われます。空欄の場合は「%@」を使用します。
ko: 백업 파일 이름과 iCloud 동기화 기기 목록에서 이 기기를 식별하는 데 사용됩니다. 비워 두면 "%@"을(를) 사용합니다.
ms: Digunakan untuk mengenal pasti peranti ini dalam nama file sandaran dan senarai peranti penyegerakan iCloud. Biarkan kosong untuk menggunakan “%@”.
pl: Służy do rozpoznania tego urządzenia w nazwach plików kopii i na liście urządzeń synchronizacji iCloud. Pozostaw puste, aby użyć „%@”.
pt_br: Usado para identificar este dispositivo nos nomes dos arquivos de backup e na lista de dispositivos do iCloud. Deixe vazio para usar “%@”.
ro: Folosit pentru a identifica acest dispozitiv în numele fișierelor de rezervă și în lista de dispozitive iCloud. Lasă gol pentru a folosi „%@”.
ru: Используется для обозначения этого устройства в именах файлов копий и в списке устройств синхронизации iCloud. Оставьте пустым, чтобы использовать «%@».
th: ใช้ระบุอุปกรณ์นี้ในชื่อไฟล์ข้อมูลสำรองและในรายการอุปกรณ์ซิงค์ iCloud เว้นว่างไว้เพื่อใช้ “%@”
tr: Bu aygıtı yedek dosya adlarında ve iCloud eşitleme aygıt listesinde tanımlamak için kullanılır. “%@” kullanmak için boş bırakın.
zh_hans: 用于在备份文件名和 iCloud 同步设备列表中标识本设备。留空则使用“%@”。
zh_hant: 用於在備份檔案名稱和 iCloud 同步裝置清單中識別本裝置。留空則使用「%@」。

source: You can define up to %d sub agents.
de: Sie können bis zu %d Subagenten definieren.
es: Puedes definir hasta %d subagentes.
fr: Vous pouvez définir jusqu’à %d sous-agents.
hr: Najveći broj podagenata koje možete definirati: %d.
ja: サブエージェントは最大 %d 個まで定義できます。
ko: 서브 에이전트는 최대 %d개까지 정의할 수 있습니다.
zh_hans: 最多可定义 %d 个子代理任务。
zh_hant: 最多可定義 %d 個子代理任務。

source: Your existing API keys were kept — the backup's keys matched credentials already on this device, so nothing needed to be overwritten.
de: Deine vorhandenen API-Schlüssel wurden behalten — die Schlüssel aus der Sicherung stimmten mit den bereits auf diesem Gerät vorhandenen Zugangsdaten überein, es musste nichts überschrieben werden.
es: Se conservaron tus claves de API existentes: las claves de la copia de seguridad coincidían con credenciales que ya estaban en este dispositivo, así que no hubo que sobrescribir nada.
fil: Napanatili ang umiiral mong mga API key — tumugma ang mga key sa backup sa credential na nasa device na, kaya walang kinailangang palitan.
fr: Vos clés API existantes ont été conservées — celles de la sauvegarde correspondaient aux identifiants déjà présents sur cet appareil, rien n'a donc eu besoin d'être remplacé.
hr: Vaši postojeći API ključevi su zadržani — ključevi iz sigurnosne kopije podudarali su se s vjerodajnicama koje su već na ovom uređaju, pa ništa nije trebalo prepisati.
id: Kunci API Anda yang ada tetap dipertahankan — kunci dalam cadangan cocok dengan kredensial yang sudah ada di perangkat ini, jadi tidak ada yang perlu ditimpa.
ja: 既存の API キーはそのまま保持されました。バックアップ内のキーはこのデバイスの認証情報と一致していたため、上書きの必要はありませんでした。
ko: 기존 API 키가 그대로 유지되었습니다. 백업의 키가 이 기기에 이미 있는 인증 정보와 일치하여 덮어쓸 필요가 없었습니다.
ms: Kunci API sedia ada anda dikekalkan — kunci dalam sandaran sepadan dengan kelayakan yang sudah ada pada peranti ini, jadi tiada apa-apa perlu ditulis ganti.
pl: Zachowano Twoje dotychczasowe klucze API — klucze z kopii odpowiadały poświadczeniom już obecnym na tym urządzeniu, więc nic nie wymagało nadpisania.
pt_br: Suas chaves de API atuais foram mantidas — as chaves do backup coincidiam com as credenciais já presentes neste aparelho, então nada precisou ser sobrescrito.
ro: Cheile tale API existente au fost păstrate — cheile din copie corespundeau credențialelor deja prezente pe acest dispozitiv, așa că nu a fost nevoie să fie suprascris nimic.
ru: Ваши существующие ключи API сохранены — ключи из копии совпали с уже имеющимися на устройстве, поэтому перезаписывать ничего не потребовалось.
th: คีย์ API เดิมของคุณถูกเก็บไว้ — คีย์ในข้อมูลสำรองตรงกับข้อมูลรับรองที่มีอยู่บนอุปกรณ์นี้แล้ว จึงไม่ต้องเขียนทับ
tr: Mevcut API anahtarlarınız korundu — yedekteki anahtarlar bu cihazda zaten bulunan kimlik bilgileriyle eşleşti, bu yüzden hiçbir şeyin üzerine yazılmadı.
zh_hans: 已保留此设备上现有的 API 密钥——备份中的密钥与本机凭据一致，无需覆盖。
zh_hant: 你現有的 API 金鑰已保留：備份中的金鑰與這台裝置上既有的憑證相同，因此不需要覆寫。

source: about %d hr left
de: noch etwa %d Std.
es: quedan unas %d h
fil: mga %d oras na lang
fr: environ %d h restantes
hr: preostalo približno %d h
id: sekitar %d jam lagi
ja: 残り約 %d 時間
ko: 약 %d시간 남음
ms: kira-kira %d jam lagi
pl: pozostało około %d godz.
pt_br: cerca de %d h restantes
ro: aproximativ %d h rămase
ru: осталось около %d ч
th: เหลือประมาณ %d ชั่วโมง
tr: yaklaşık %d saat kaldı
zh_hans: 剩余约 %d 小时
zh_hant: 剩餘約 %d 小時

source: about %d min left
de: noch etwa %d Min.
es: quedan unos %d min
fil: mga %d min na lang
fr: environ %d min restantes
hr: preostalo približno %d min
id: sekitar %d mnt lagi
ja: 残り約 %d 分
ko: 약 %d분 남음
ms: kira-kira %d min lagi
pl: pozostało około %d min
pt_br: cerca de %d min restantes
ro: aproximativ %d min rămase
ru: осталось около %d мин
th: เหลือประมาณ %d นาที
tr: yaklaşık %d dk kaldı
zh_hans: 剩余约 %d 分钟
zh_hant: 剩餘約 %d 分鐘

source: about %d sec left
de: noch etwa %d Sek.
es: quedan unos %d s
fil: mga %d segundo na lang
fr: environ %d s restantes
hr: preostalo približno %d s
id: sekitar %d dtk lagi
ja: 残り約 %d 秒
ko: 약 %d초 남음
ms: kira-kira %d saat lagi
pl: pozostało około %d s
pt_br: cerca de %d s restantes
ro: aproximativ %d s rămase
ru: осталось около %d с
th: เหลือประมาณ %d วินาที
tr: yaklaşık %d sn kaldı
zh_hans: 剩余约 %d 秒
zh_hant: 剩餘約 %d 秒

source: almost done
de: fast fertig
es: casi listo
fil: malapit nang matapos
fr: presque terminé
hr: gotovo dovršeno
id: hampir selesai
ja: まもなく完了
ko: 거의 완료됨
ms: hampir selesai
pl: prawie gotowe
pt_br: quase pronto
ro: aproape gata
ru: почти готово
th: ใกล้เสร็จแล้ว
tr: neredeyse bitti
zh_hans: 即将完成
zh_hant: 即將完成

source: enable_thinking + budget (root only)
de: enable_thinking + Budget (nur Root)
es: enable_thinking + budget (solo root)
fil: enable_thinking + budget (root lang)
fr: enable_thinking + budget (racine uniquement)
hr: enable_thinking + budžet (samo korijen)
id: enable_thinking + budget (hanya root)
ja: enable_thinking + バジェット（ルートのみ）
ko: enable_thinking + 예산 (루트만)
ms: enable_thinking + budget (root sahaja)
pl: enable_thinking + budget (tylko root)
pt_br: enable_thinking + orçamento (apenas no root)
ro: enable_thinking + budget (doar root)
ru: enable_thinking + бюджет (только корень)
th: enable_thinking + budget (เฉพาะ root)
tr: enable_thinking + budget (yalnızca root)
zh_hans: enable_thinking + 预算（仅根级）
zh_hant: enable_thinking + 預算（僅根層）

source: enable_thinking only (no budget)
de: nur enable_thinking (kein Budget)
es: solo enable_thinking (sin budget)
fil: enable_thinking lang (walang budget)
fr: enable_thinking uniquement (sans budget)
hr: samo enable_thinking (bez budžeta)
id: hanya enable_thinking (tanpa budget)
ja: enable_thinking のみ（バジェットなし）
ko: enable_thinking만 (예산 없음)
ms: enable_thinking sahaja (tanpa budget)
pl: tylko enable_thinking (bez budget)
pt_br: apenas enable_thinking (sem orçamento)
ro: doar enable_thinking (fără budget)
ru: только enable_thinking (без бюджета)
th: enable_thinking เท่านั้น (ไม่มี budget)
tr: yalnızca enable_thinking (budget yok)
zh_hans: 仅 enable_thinking（无预算）
zh_hant: 僅 enable_thinking（無預算）

source: enable_thinking only
de: nur enable_thinking
es: solo enable_thinking
fil: enable_thinking lang
fr: enable_thinking uniquement
hr: samo enable_thinking
id: hanya enable_thinking
ja: enable_thinking のみ
ko: enable_thinking만
ms: enable_thinking sahaja
pl: tylko enable_thinking
pt_br: apenas enable_thinking
ro: doar enable_thinking
ru: только enable_thinking
th: enable_thinking เท่านั้น
tr: yalnızca enable_thinking
zh_hans: 仅 enable_thinking
zh_hant: 僅 enable_thinking

source: less than a second
de: weniger als eine Sekunde
es: menos de un segundo
fil: wala pang isang segundo
fr: moins d'une seconde
hr: manje od sekunde
id: kurang dari satu detik
ja: 1 秒未満
ko: 1초 미만
ms: kurang daripada satu saat
pl: mniej niż sekunda
pt_br: menos de um segundo
ro: mai puțin de o secundă
ru: менее секунды
th: น้อยกว่าหนึ่งวินาที
tr: bir saniyeden az
zh_hans: 不到 1 秒
zh_hant: 不到 1 秒

source: conversations
de: Unterhaltungen
es: conversaciones
fil: mga usapan
hr: razgovori
id: percakapan
ja: 会話
ko: 대화
ms: perbualan
pl: rozmowy
pt_br: conversas
ro: conversații
ru: диалоги
th: การสนทนา
tr: sohbetler
zh_hans: 个会话
zh_hant: 對話

# live_activity.status.doing
source: %lld doing
de: %lld laufen
es: %lld en curso
fil: %lld ginagawa
fr: %lld en cours
hr: U tijeku: %lld
id: %lld berjalan
ja: 実行中 %lld
ko: 진행 중 %lld
ms: %lld berjalan
pl: W toku: %lld
pt_br: %lld em andamento
ro: În lucru: %lld
ru: В работе: %lld
th: กำลังทำ %lld
tr: %lld sürüyor
zh_hans: 进行中 %lld
zh_hant: 進行中 %lld

# live_activity.status.done
source: %lld done
de: %lld fertig
es: %lld listas
fil: %lld tapos
fr: %lld terminées
hr: Dovršeno: %lld
id: %lld selesai
ja: 完了 %lld
ko: 완료 %lld
ms: %lld selesai
pl: Gotowe: %lld
pt_br: %lld concluídas
ro: Gata: %lld
ru: Готово: %lld
th: เสร็จ %lld
tr: %lld bitti
zh_hans: 已完成 %lld
zh_hant: 已完成 %lld
